"About Version String [Windows]"="Version {0}";
"Add Stroke Set"="Add Stroke Set";
"Add Stroke"="Add Stroke";
"Alerts OK Button"="OK";
"CULTURE"="en-US";
"Can not have the same stroke length more than once."="Can not have the same stroke length more than once.";
"Change Stroke Set Size"="Change Stroke Set Size";
"Change Stroke Width"="Change Stroke Width";
"Click to remove this set of strokes from the style."="Click to remove this set of strokes from the style.";
"Click to replace this stroke with a blank stroke."="Click to replace this stroke with a blank stroke.";
"Clock was set back."="Clock was set back.";
"Configuration Error"="Configuration Error";
"Default Redo Menu Text (Mac)"="Redo";
"Default Undo Menu Text (Mac)"="Undo";
"Delete Stroke Set"="Delete Stroke Set";
"Download Now"="Download Now";
"Each stroke length must be between 16 and 1024 and a power of 2."="Each stroke length must be between 16 and 1024 and a power of 2.";
"Edit Accented Profile Width"="Edit Accented Profile Width";
"Edit Background Color"="Edit Background Color";
"Edit Depth Cue Levels"="Edit Depth Cue Levels";
"Edit Drop-Out Length"="Edit Drop-Out Length";
"Edit Extension Length"="Edit Extension Length";
"Edit Fade-Out Length"="Edit Fade-Out Length";
"Edit Halo Length"="Edit Halo Length";
"Edit Stroke Color"="Edit Stroke Color";
"Edit Style Name"="Edit Style Name";
"Edit Use Accented Profiles"="Edit Use Accented Profiles";
"Edit Use Depth Cues"="Edit Use Depth Cues";
"Edit Use Stroke Extensions"="Edit Use Stroke Extensions";
"Enable/Disable Accented Profiles"="Enable/Disable Accented Profiles";
"Enable/Disable Depth Cueing"="Enable/Disable Depth Cueing";
"Enable/Disable Halo"="Enable/Disable Halo";
"Enable/Disable Stroke Extensions"="Enable/Disable Stroke Extensions";
"Enter a list of comma-separated stroke lengths."="Enter a list of comma-separated stroke lengths.";
"Erase Stroke"="Erase Stroke";
"Error 3 - Application copied? Invalid Version Information."="Error 3 - Application copied? Invalid Version Information.";
"Error Reading Template File"="Error Reading Template File";
"File Open Error"="File Open Error";
"File {0} is read-only."="File {0} is read-only.";
"Format String for Redo Menu Text (Mac)"="Redo %@";
"Format String for Undo Menu Text (Mac)"="Undo %@";
"GWS_CULTURE"="en";
"Image Files(*.png;*.tif;*.bmp)|*.png;*.tif;*.bmp"="Image Files(*.png;*.tif;*.bmp)|*.png;*.tif;*.bmp";
"Image label format [width x height][Mac]"="%dx%d";
"Image-label format string {width}x{height}"="{0}x{1}";
"Insert Strokes"="Insert Strokes";
"Invalid license file for current version"="Invalid license file for current version";
"Licensing Information"="Licensing Information";
"Mac Template Subtitle Font"="/Helvetica/14/";
"Mac Template Text Font"="/Helvetica/12/";
"Mac Template Title Font"="/Helvetica/18/";
"Mac template stroke-box label font"="/Helvetica/9/";
"Model not changed"="Model not changed";
"Never"="Never";
"Redo {0}"="Redo {0}";
"Redo"="Redo";
"Remind Me Later"="Remind Me Later";
"Replace Stroke"="Replace Stroke";
"Sample Strokes"="Sample Strokes";
"Save Style Template"="Save Style Template";
"Save Style"="Save Style";
"Save changes to {0}?"="Save changes to {0}?";
"Select an Image Folder"="Select an Image Folder";
"SketchUp Pro Style Builder"="SketchUp Pro Style Builder";
"SketchUp models (*.skp)|*.skp"="SketchUp models (*.skp)|*.skp";
"Sorry, your license has expired."="Sorry, your license has expired.";
"Sorry, your trial period has ended."="Sorry, your trial period has ended.";
"Standard file-open error [Mac]"="The file \"%@\" could not be opened";
"Stroke lengths must be positive and a power of 2."="Stroke lengths must be positive and a power of 2.";
"Stroke-group-length combobox - end label"="{0} pixels";
"Stroke-group-length combobox - mid label"="{0} - ";
"Stroke-sets display - end label [Mac]"="%d pixels";
"Stroke-sets display - mid label [Mac]"="%d-";
"Style Builder can only load styles from files."="Style Builder can only load styles from files.";
"Style Builder cannot be launched without a valid SketchUp Pro license."="Style Builder cannot be launched without a valid SketchUp Pro license.";
"Style Builder needs a SketchUp model for previewing styles."="Style Builder needs a SketchUp model for previewing styles.";
"Style files (*.style)|*.style"="Style files (*.style)|*.style";
"Style template.png"="Style template.png";
"Style-file open error format string [Mac]"="File '%@' is not a sketchy-edge style. Style Builder can not open this file.";
"Style-file open error format string [Win]"="File '{0}' is not a sketchy-edge style. Style Builder can not open this file.";
"System clock turned back."="System clock turned back.";
"Template Image Files(*.png;*.tif;*.bmp)|*.png;*.tif;*.bmp"="Template Image Files(*.png;*.tif;*.bmp)|*.png;*.tif;*.bmp";
"Template Title Line"="Style Template";
"Template dialog group-length delimiter [Win]"=",";
"Template dialog group-length delimiter"=",";
"Template instruction line 1."="1. Open this template in an image-editing application such as Adobe Photoshop (tm).";
"Template instruction line 2."="2. Draw or paste stroke images in the boxes above.";
"Template instruction line 3."="3. Save the template.";
"Template instruction line 4."="4. In Style Builder, load the template into a new style from the File menu.";
"Template instruction line 5."="Note: do not erase or alter the UPC code below the title.";
"Template instruction line 6."="";
"Template instruction line 7."="";
"Template instruction line 8."="";
"Template subtitle line."="Instructions";
"Template-generator label format string"="%d x %d";
"The number of stroke per set must be a number between 1 and 10."="The number of stroke per set must be a number between 1 and 10.";
"The program exceeded number of licenses."="The program exceeded number of licenses.";
"The stroke length must be between 4 and 8192 and must be a multiple of 4."="The stroke length must be between 4 and 8192 and must be a multiple of 4.";
"The stroke width must be between 4 and 64 and must be a multiple of 4."="The stroke width must be between 4 and 64 and must be a multiple of 4.";
"The template failed to load. (Did you alter the UPC code in the template image?)"="The template failed to load. (Did you alter the UPC code in the template image?)";
"There is an update for Style Builder available. Download it now?"="There is an update for Style Builder available. Download it now?";
"There was a problem contacting the update server."="There was a problem contacting the update server.";
"This is a trial version that will expire in {0} minutes."="This is a trial version that will expire in {0} minutes.";
"This version of SketchUp Pro Style Builder has expired. Please download the new version."="This version of SketchUp Pro Style Builder has expired. Please download the new version.";
"This version of Style Builder has expired. A new version is available."="This version of Style Builder has expired. A new version is available.";
"Unable to load the SketchUp model. The file appears to be invalid or corrupted."="Unable to load the SketchUp model. The file appears to be invalid or corrupted.";
"Unable to update the evaluation time. Make sure that {0} is writable."="Unable to update the evaluation time. Make sure that {0} is writable.";
"Undo {0}"="Undo {0}";
"Undo"="Undo";
"Untitled"="Untitled";
"Update Service"="Update Service";
"Valid Retail Version."="Valid Retail Version.";
"Valid Version - This license will expire on {0}."="Valid Version - This license will expire on {0}.";
"Version %@"="Version %@";
"Windows Template Subtitle Font"="/Arial/12/";
"Windows Template Text Font"="/Arial/10/";
"Windows Template Title Font"="/Arial/14/";
"Windows template stroke-box label font"="/Arial/7/";
"Your version of Style Builder is up to date."="Your version of Style Builder is up to date.";
"sketchup files (*.skp)|*.skp"="sketchup files (*.skp)|*.skp";
"style files (*.style)|*.style|All files (*.*)|*.*"="style files (*.style)|*.style|All files (*.*)|*.*";
"style"="style";
